Repository: devesh-aggarwal/splitfree
Catalog: SplitFree/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, pt_br, zh_hans

source: Every group, expense, payment and friend will be deleted from this device. This can't be undone. Export a CSV first if you want a copy.
de: Alle Gruppen, Ausgaben, Zahlungen und Freunde werden von diesem Gerät gelöscht. Das lässt sich nicht rückgängig machen – exportiere vorher eine CSV, wenn du eine Kopie möchtest.
es: Se eliminarán de este dispositivo todos los grupos, gastos, pagos y amigos. No se puede deshacer: exporta un CSV antes si quieres una copia.
fr: Tous les groupes, dépenses, paiements et amis seront supprimés de cet appareil. C'est irréversible : exportez un CSV avant si vous voulez une copie.
hi: इस डिवाइस से हर समूह, खर्च, भुगतान और दोस्त हट जाएँगे। इसे वापस नहीं लाया जा सकता, कॉपी चाहिए तो पहले CSV निर्यात कर लें।
it: Tutti i gruppi, le spese, i pagamenti e gli amici verranno eliminati da questo dispositivo. Non si può annullare: esporta prima un CSV se vuoi una copia.
ja: この端末からすべてのグループ・支出・支払い・友だちが削除されます。取り消せません。控えが必要なら先にCSVを書き出してください。
pt_br: Todos os grupos, despesas, pagamentos e amigos serão excluídos deste dispositivo. Não dá para desfazer: exporte um CSV antes se quiser uma cópia.
zh_hans: 本设备上的所有群组、支出、付款和好友都会被删除，且无法撤销。若想留底，请先导出 CSV。

source: Everyone
de: Alle
es: Todos
fr: Tout le monde
hi: सभी
it: Tutti
ja: 全員
pt_br: Todos
zh_hans: 所有人

source: Everyone in this group can see every expense in it, including the ones you add.
de: Alle in dieser Gruppe sehen jede Ausgabe darin, auch die, die du hinzufügst.
es: Todas las personas de este grupo pueden ver todos sus gastos, incluidos los que añadas.
fr: Toutes les personnes de ce groupe voient toutes ses dépenses, y compris celles que vous ajoutez.
hi: इस समूह के सभी लोग इसके हर खर्च को देख सकते हैं, जो आप जोड़ते हैं वे भी।
it: Tutti in questo gruppo possono vedere ogni spesa, comprese quelle che aggiungi tu.
ja: このグループの全員が、あなたが追加したものも含め、すべての支出を見られます。
pt_br: Todas as pessoas deste grupo veem todas as despesas nele, inclusive as que você adicionar.
zh_hans: 此群组中的所有人都能看到其中的每一笔支出，包括你添加的。

source: Everyone selected pays the same amount.
de: Alle Ausgewählten zahlen denselben Betrag.
es: Todas las personas seleccionadas pagan lo mismo.
fr: Toutes les personnes sélectionnées paient le même montant.
hi: चुने गए सभी लोग बराबर राशि देंगे।
it: Tutte le persone selezionate pagano lo stesso importo.
ja: 選んだ全員が同じ金額を負担します。
pt_br: Todas as pessoas selecionadas pagam o mesmo valor.
zh_hans: 所选的每个人付相同金额。

source: Everyone selected shares each transaction.
de: Alle Ausgewählten teilen sich jeden Umsatz.
es: Todas las personas seleccionadas comparten cada movimiento.
fr: Toutes les personnes sélectionnées partagent chaque opération.
hi: चुने गए सभी लोग हर लेन-देन साझा करेंगे।
it: Tutte le persone selezionate condividono ogni movimento.
ja: 選んだ全員が各明細を分け合います。
pt_br: Todas as pessoas selecionadas dividem cada transação.
zh_hans: 所选的每个人分摊每一笔交易。

source: Everyone's settled up
de: Alle sind ausgeglichen
es: Todos han saldado cuentas
fr: Tout le monde est à jour
hi: सबका हिसाब बराबर है
it: Sono tutti in pari
ja: 全員精算済みです
pt_br: Todos estão quites
zh_hans: 大家都已结清

source: Everything adds up
de: Alles geht auf
es: Todo cuadra
fr: Tout est équilibré
hi: पूरा हिसाब बैठता है
it: Tutto torna
ja: すべて合っています
pt_br: Tudo fecha
zh_hans: 全部对得上

source: Everything is included
de: Alles ist enthalten
es: Todo está incluido
fr: Tout est inclus
hi: सब कुछ शामिल है
it: È tutto incluso
ja: すべて込みです
pt_br: Está tudo incluído
zh_hans: 全部功能都包含在内

source: Everything's settled
de: Alles ist ausgeglichen
es: Todo está saldado
fr: Tout est réglé
hi: सब हिसाब बराबर है
it: È tutto saldato
ja: すべて精算済みです
pt_br: Está tudo acertado
zh_hans: 全部已结清

source: Exact
de: Exakt
es: Exacto
hi: सटीक
it: Esatto
ja: 金額指定
pt_br: Exato
zh_hans: 指定金额

source: Exact amounts
de: Exakte Beträge
es: Importes exactos
fr: Montants exacts
hi: सटीक राशि
it: Importi esatti
ja: 金額を指定
pt_br: Valores exatos
zh_hans: 指定金额

source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
hi: खर्च
it: Spesa
ja: 支出
pt_br: Despesa
zh_hans: 支出

source: Expense total
de: Gesamtbetrag
es: Total del gasto
fr: Total de la dépense
hi: खर्च का कुल
it: Totale della spesa
ja: 支出の合計
pt_br: Total da despesa
zh_hans: 支出总额

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
hi: खर्च
it: Spese
ja: 支出
pt_br: Despesas
zh_hans: 支出

source: Export
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात करें
it: Esporta
ja: 書き出す
pt_br: Exportar
zh_hans: 导出

source: Export a CSV from your bank or card app, then pick it here. SplitFree reads it on your device — nothing is uploaded anywhere.
de: Exportiere eine CSV aus deiner Bank- oder Karten-App und wähle sie hier aus. SplitFree liest sie auf deinem Gerät – nichts wird irgendwohin hochgeladen.
es: Exporta un CSV desde la app de tu banco o tarjeta y selecciónalo aquí. SplitFree lo lee en tu dispositivo: no se sube nada a ningún sitio.
fr: Exportez un CSV depuis l'application de votre banque ou de votre carte, puis sélectionnez-le ici. SplitFree le lit sur votre appareil : rien n'est envoyé nulle part.
hi: अपने बैंक या कार्ड ऐप से CSV निर्यात करें और यहाँ चुनें। SplitFree उसे आपके डिवाइस पर ही पढ़ता है — कहीं कुछ अपलोड नहीं होता।
it: Esporta un CSV dall'app della tua banca o della carta, poi selezionalo qui. SplitFree lo legge sul tuo dispositivo: non viene caricato da nessuna parte.
ja: 銀行やカードのアプリからCSVを書き出し、ここで選んでください。SplitFree は端末上で読み取るだけで、どこにもアップロードしません。
pt_br: Exporte um CSV do app do seu banco ou cartão e selecione-o aqui. O SplitFree lê tudo no seu dispositivo: nada é enviado para lugar nenhum.
zh_hans: 从银行或信用卡 App 导出 CSV，再在这里选择。SplitFree 只在你的设备上读取，不会上传到任何地方。

source: Export a CSV from your bank or card app, then pick it here. SplitFree reads it on your device. Nothing is uploaded anywhere.
de: Exportiere eine CSV aus deiner Bank- oder Karten-App und wähle sie hier aus. SplitFree liest sie auf deinem Gerät – nichts wird irgendwohin hochgeladen.
es: Exporta un CSV desde la app de tu banco o tarjeta y selecciónalo aquí. SplitFree lo lee en tu dispositivo: no se sube nada a ningún sitio.
fr: Exportez un CSV depuis l'application de votre banque ou de votre carte, puis sélectionnez-le ici. SplitFree le lit sur votre appareil : rien n'est envoyé nulle part.
hi: अपने बैंक या कार्ड ऐप से CSV निर्यात करें और यहाँ चुनें। SplitFree उसे आपके डिवाइस पर ही पढ़ता है, कहीं कुछ अपलोड नहीं होता।
it: Esporta un CSV dall'app della tua banca o della carta, poi selezionalo qui. SplitFree lo legge sul tuo dispositivo: non viene caricato da nessuna parte.
ja: 銀行やカードのアプリからCSVを書き出し、ここで選んでください。SplitFree は端末上で読み取るだけで、どこにもアップロードしません。
pt_br: Exporte um CSV do app do seu banco ou cartão e selecione-o aqui. O SplitFree lê tudo no seu dispositivo: nada é enviado para lugar nenhum.
zh_hans: 从银行或信用卡 App 导出 CSV，再在这里选择。SplitFree 只在你的设备上读取，不会上传到任何地方。

source: Export as CSV
de: Als CSV exportieren
es: Exportar como CSV
fr: Exporter en CSV
hi: CSV के रूप में निर्यात करें
it: Esporta in CSV
ja: CSVで書き出す
pt_br: Exportar como CSV
zh_hans: 导出为 CSV

source: Export everything
de: Alles exportieren
es: Exportar todo
fr: Tout exporter
hi: सब कुछ निर्यात करें
it: Esporta tutto
ja: すべて書き出す
pt_br: Exportar tudo
zh_hans: 导出全部

source: Export everything as CSV, any time
de: Exportiere jederzeit alles als CSV
es: Exporta todo como CSV cuando quieras
fr: Exportez tout en CSV, quand vous voulez
hi: जब चाहें सब कुछ CSV में निर्यात करें
it: Esporta tutto in CSV, quando vuoi
ja: いつでもすべてCSVで書き出せます
pt_br: Exporte tudo como CSV quando quiser
zh_hans: 随时把全部内容导出为 CSV

source: Face ID lock
de: Face-ID-Sperre
es: Bloqueo con Face ID
fr: Verrouillage par Face ID
hi: Face ID लॉक
it: Blocco con Face ID
ja: Face ID でロック
pt_br: Bloqueio com Face ID
zh_hans: Face ID 锁定

source: Flight
de: Flug
es: Vuelo
fr: Vol
hi: उड़ान
it: Volo
ja: 航空券
pt_br: Voo
zh_hans: 机票

source: Flip the sign
de: Vorzeichen umkehren
es: Cambiar el signo
fr: Inverser le signe
hi: चिह्न बदलें
it: Inverti il segno
ja: 符号を反転
pt_br: Inverter o sinal
zh_hans: 切换正负

source: Food & drink
de: Essen & Trinken
es: Comida y bebida
fr: Nourriture et boissons
hi: खाना-पीना
it: Cibo e bevande
ja: 飲食
pt_br: Comida e bebida
zh_hans: 餐饮

source: Frequency
de: Häufigkeit
es: Frecuencia
fr: Fréquence
hi: आवृत्ति
it: Frequenza
ja: 頻度
pt_br: Frequência
zh_hans: 频率

source: Friends
de: Freunde
es: Amigos
fr: Amis
hi: दोस्त
it: Amici
ja: 友だち
pt_br: Amigos
zh_hans: 好友

source: Fuel
de: Kraftstoff
es: Combustible
fr: Carburant
hi: ईंधन
it: Carburante
ja: 燃料
pt_br: Combustível
zh_hans: 加油

source: Full bills
de: Ganze Rechnungen
es: Cuentas completas
fr: Additions complètes
hi: पूरे बिल
it: Conti interi
ja: 伝票の全額
pt_br: Contas completas
zh_hans: 账单全额

source: Furniture
de: Möbel
es: Muebles
fr: Mobilier
hi: फ़र्नीचर
it: Arredamento
ja: 家具
pt_br: Móveis
zh_hans: 家具

source: Games
de: Spiele
es: Juegos
fr: Jeux
hi: गेम
it: Giochi
ja: ゲーム
pt_br: Jogos
zh_hans: 游戏

source: General
de: Allgemein
fr: Général
hi: सामान्य
it: Generale
ja: その他
pt_br: Geral
zh_hans: 其他

source: Gifts
de: Geschenke
es: Regalos
fr: Cadeaux
hi: तोहफ़े
it: Regali
ja: 贈り物
pt_br: Presentes
zh_hans: 礼物

source: Give at least one person a share.
de: Gib mindestens einer Person einen Anteil.
es: Asigna al menos una parte a alguien.
fr: Attribuez au moins une part à quelqu'un.
hi: कम से कम एक व्यक्ति को हिस्सा दें।
it: Assegna almeno una quota a qualcuno.
ja: 少なくとも1人に口数を割り当ててください。
pt_br: Dê pelo menos uma cota a alguém.
zh_hans: 至少给一个人分配份额。

source: Give each person a number of shares. Someone with 2 shares pays twice as much as someone with 1.
de: Gib jeder Person eine Anzahl Anteile. Wer 2 Anteile hat, zahlt doppelt so viel wie jemand mit 1.
es: Asigna a cada persona un número de partes. Quien tenga 2 partes paga el doble que quien tenga 1.
fr: Attribuez un nombre de parts à chaque personne. Une personne avec 2 parts paie deux fois plus qu'une personne avec 1.
hi: हर व्यक्ति को हिस्सों की संख्या दें। 2 हिस्से वाला 1 हिस्से वाले से दोगुना देगा।
it: Assegna a ogni persona un numero di quote. Chi ha 2 quote paga il doppio di chi ne ha 1.
ja: 各自に口数を割り当てます。2口の人は1口の人の2倍を負担します。
pt_br: Dê a cada pessoa um número de cotas. Quem tem 2 cotas paga o dobro de quem tem 1.
zh_hans: 给每个人分配份额数。2 份的人要付 1 份的人的两倍。

source: Give each person a percentage. Must add up to 100%.
de: Gib jeder Person einen Prozentsatz. Die Summe muss 100 % ergeben.
es: Asigna un porcentaje a cada persona. Debe sumar 100 %.
fr: Attribuez un pourcentage à chaque personne. Le total doit faire 100 %.
hi: हर व्यक्ति को प्रतिशत दें। जोड़ 100% होना चाहिए।
it: Assegna una percentuale a ogni persona. La somma deve fare 100%.
ja: 各自に割合を指定します。合計が100%になる必要があります。
pt_br: Dê uma porcentagem a cada pessoa. A soma precisa dar 100%.
zh_hans: 给每个人分配百分比，合计必须为 100%。

source: Groceries
de: Lebensmittel
es: Supermercado
fr: Courses
hi: किराना
it: Spesa alimentare
ja: 食料品
pt_br: Mercado
zh_hans: 买菜

source: Group
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
pt_br: Grupo
zh_hans: 群组

source: Group members
de: Gruppenmitglieder
es: Miembros del grupo
fr: Membres du groupe
hi: समूह के सदस्य
it: Membri del gruppo
ja: グループのメンバー
pt_br: Membros do grupo
zh_hans: 群组成员

source: Group name
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
hi: समूह का नाम
it: Nome del gruppo
ja: グループ名
pt_br: Nome do grupo
zh_hans: 群组名称

source: Group notes
de: Gruppennotizen
es: Notas del grupo
fr: Notes du groupe
hi: समूह के नोट
it: Note del gruppo
ja: グループのメモ
pt_br: Notas do grupo
zh_hans: 群组备忘

source: Group settings
de: Gruppeneinstellungen
es: Ajustes del grupo
fr: Réglages du groupe
hi: समूह सेटिंग
it: Impostazioni del gruppo
ja: グループ設定
pt_br: Ajustes do grupo
zh_hans: 群组设置

source: Groups
de: Gruppen
es: Grupos
fr: Groupes
hi: समूह
it: Gruppi
ja: グループ
pt_br: Grupos
zh_hans: 群组

source: Groups keep a trip, a flat, or a running tab in one place. Everyone's balance updates as you add expenses.
de: Gruppen bündeln eine Reise, eine WG oder eine laufende Rechnung an einem Ort. Die Salden aller aktualisieren sich mit jeder Ausgabe.
es: Los grupos reúnen un viaje, un piso o una cuenta continua en un solo sitio. El saldo de cada persona se actualiza al añadir gastos.
fr: Les groupes rassemblent un voyage, une colocation ou une ardoise au même endroit. Le solde de chacun se met à jour à chaque dépense.
hi: समूह किसी यात्रा, फ़्लैट या चलते हिसाब को एक जगह रखते हैं। खर्च जोड़ते ही सबका हिसाब अपडेट हो जाता है।
it: I gruppi raccolgono un viaggio, una casa condivisa o un conto aperto in un unico posto. Il saldo di ognuno si aggiorna man mano che aggiungi spese.
ja: グループは旅行やシェアハウス、続いているツケを1か所にまとめます。支出を追加すると全員の残高が更新されます。
pt_br: Os grupos reúnem uma viagem, um apartamento ou uma conta corrente em um só lugar. O saldo de cada um se atualiza conforme você adiciona despesas.
zh_hans: 群组把一次旅行、一套合租房或一笔长期账目集中在一起。每添加一笔支出，所有人的余额都会更新。

source: Groups you share
de: Gemeinsame Gruppen
es: Grupos que compartís
fr: Groupes en commun
hi: साझा समूह
it: Gruppi in comune
ja: 共通のグループ
pt_br: Grupos em comum
zh_hans: 共同的群组

source: Hand off to Venmo, PayPal, Cash App or UPI
de: Übergabe an Venmo, PayPal, Cash App oder UPI
es: Continúa en Venmo, PayPal, Cash App o UPI
fr: Continuez dans Venmo, PayPal, Cash App ou UPI
hi: Venmo, PayPal, Cash App या UPI पर आगे बढ़ें
it: Passa a Venmo, PayPal, Cash App o UPI
ja: Venmo・PayPal・Cash App・UPI に引き継ぎ
pt_br: Continue no Venmo, PayPal, Cash App ou UPI
zh_hans: 跳转到 Venmo、PayPal、Cash App 或 UPI

source: Haptics
de: Haptisches Feedback
es: Vibración
fr: Retour haptique
hi: हैप्टिक
it: Feedback aptico
ja: 触覚フィードバック
pt_br: Vibração
zh_hans: 触感反馈

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
hi: छिपाएँ
it: Nascondi
ja: 隠す
pt_br: Ocultar
zh_hans: 收起

source: Home
de: Zuhause
es: Casa
fr: Maison
hi: घर
it: Casa
ja: 家
pt_br: Casa
zh_hans: 家庭

source: Household supplies
de: Haushaltsartikel
es: Productos del hogar
fr: Produits ménagers
hi: घरेलू सामान
it: Prodotti per la casa
ja: 日用品
pt_br: Itens de casa
zh_hans: 家居用品

source: Import
de: Importieren
es: Importar
fr: Importer
hi: आयात करें
it: Importa
ja: 読み込む
pt_br: Importar
zh_hans: 导入

source: Import a bank CSV
de: Bank-CSV importieren
es: Importa un CSV del banco
fr: Importez un CSV bancaire
hi: बैंक की CSV आयात करें
it: Importa un CSV bancario
ja: 銀行のCSVを読み込む
pt_br: Importe um CSV do banco
zh_hans: 导入银行 CSV

source: Import transactions
de: Umsätze importieren
es: Importar movimientos
fr: Importer des opérations
hi: लेन-देन आयात करें
it: Importa movimenti
ja: 明細を読み込む
pt_br: Importar transações
zh_hans: 导入交易

source: Imported
de: Importiert
es: Importado
fr: Importé
hi: आयात हो गया
it: Importato
ja: 読み込み完了
pt_br: Importado
zh_hans: 已导入

# Imported ^[%lld transaction](inflect: true)
source: Imported %lld transactions
de: %lld Umsätze importiert
es: Se importaron %lld movimientos
fr: %lld opérations importées
hi: %lld लेन-देन आयात हुए
it: Importati %lld movimenti
ja: %lld 件の明細を読み込みました
pt_br: %lld transações importadas
zh_hans: 已导入 %lld 笔交易

source: Imported transaction
de: Importierter Umsatz
es: Movimiento importado
fr: Opération importée
hi: आयातित लेन-देन
it: Movimento importato
ja: 読み込んだ明細
pt_br: Transação importada
zh_hans: 导入的交易

source: Included
de: Beteiligt
es: Incluido
fr: Inclus
hi: शामिल
it: Incluso
ja: 対象
pt_br: Incluído
zh_hans: 已参与

source: Insights
de: Auswertung
es: Análisis
fr: Analyses
hi: विश्लेषण
it: Analisi
ja: 分析
pt_br: Análises
zh_hans: 分析

source: Insurance
de: Versicherung
es: Seguros
fr: Assurance
hi: बीमा
it: Assicurazione
ja: 保険
pt_br: Seguros
zh_hans: 保险

source: Invite %@ to SplitFree
de: %@ zu SplitFree einladen
es: Invita a %@ a SplitFree
fr: Inviter %@ sur SplitFree
hi: %@ को SplitFree पर आमंत्रित करें
it: Invita %@ su SplitFree
ja: %@をSplitFreeに招待
pt_br: Convidar %@ para o SplitFree
zh_hans: 邀请%@使用 SplitFree

source: Invite a friend
de: Freund einladen
es: Invitar a un amigo
fr: Inviter un ami
hi: किसी मित्र को आमंत्रित करें
it: Invita un amico
ja: 友達を招待
pt_br: Convidar um amigo
zh_hans: 邀请朋友

source: Invite as
de: Einladen als
es: Invitar como
fr: Inviter en tant que
hi: इस रूप में आमंत्रित करें
it: Invita come
ja: 招待する相手
pt_br: Convidar como
zh_hans: 邀请为

source: Invite by link
de: Per Link einladen
es: Invitar con un enlace
fr: Inviter par lien
hi: लिंक से आमंत्रित करें
it: Invita con un link
ja: リンクで招待
pt_br: Convidar por link
zh_hans: 通过链接邀请

source: Invite someone
de: Jemanden einladen
es: Invitar a alguien
fr: Inviter quelqu'un
hi: किसी को आमंत्रित करें
it: Invita qualcuno
ja: 誰かを招待
pt_br: Convidar alguém
zh_hans: 邀请他人

source: Involving you
de: Mit dir
es: En los que participas
fr: Vous concernant
hi: जिनमें आप हैं
it: Che ti riguardano
ja: 自分が関係するもの
pt_br: Com você
zh_hans: 与你有关

source: Item
de: Position
es: Artículo
fr: Article
hi: आइटम
it: Voce
ja: 品目
zh_hans: 条目

source: Itemize
de: Aufschlüsseln
es: Desglosar
fr: Détailler
hi: आइटम में बाँटें
it: Dettaglia
ja: 品目に分ける
pt_br: Detalhar
zh_hans: 拆分条目

source: Itemize a bill line by line
de: Rechnung Position für Position aufschlüsseln
es: Desglosa una cuenta línea a línea
fr: Détaillez une addition ligne par ligne
hi: बिल को लाइन दर लाइन बाँटें
it: Dettaglia un conto riga per riga
ja: 伝票を1行ずつ分ける
pt_br: Detalhe uma conta linha por linha
zh_hans: 逐行拆分账单

source: Itemize the bill
de: Rechnung aufschlüsseln
es: Desglosar la cuenta
fr: Détailler l'addition
hi: बिल को आइटम में बाँटें
it: Dettaglia il conto
ja: 伝票を品目に分ける
pt_br: Detalhar a conta
zh_hans: 拆分账单条目

source: Items
de: Positionen
es: Artículos
fr: Articles
hi: आइटम
it: Voci
ja: 品目
pt_br: Itens
zh_hans: 条目

source: Join group
de: Gruppe beitreten
es: Unirse al grupo
fr: Rejoindre le groupe
hi: समूह में शामिल हों
it: Unisciti al gruppo
ja: グループに参加
pt_br: Entrar no grupo
zh_hans: 加入群组

source: Joining a shared group needs an account, so the group knows who you are.
de: Um einer geteilten Gruppe beizutreten, brauchst du ein Konto, damit die Gruppe weiß, wer du bist.
es: Unirse a un grupo compartido requiere una cuenta, para que el grupo sepa quién eres.
fr: Rejoindre un groupe partagé nécessite un compte, pour que le groupe sache qui vous êtes.
hi: साझा समूह में शामिल होने के लिए खाता चाहिए, ताकि समूह जान सके कि आप कौन हैं।
it: Per unirti a un gruppo condiviso serve un account, così il gruppo sa chi sei.
ja: 共有グループに参加するにはアカウントが必要です。グループがあなたを識別できるようにするためです。
pt_br: Entrar em um grupo compartilhado exige uma conta, para que o grupo saiba quem você é.
zh_hans: 加入共享群组需要账户，这样群组才知道你是谁。

source: Keeps everything on this phone.
de: Behält alles auf diesem Gerät.
es: Conserva todo en este teléfono.
fr: Conserve tout sur ce téléphone.
hi: सब कुछ इसी फ़ोन पर रखता है।
it: Mantiene tutto su questo telefono.
ja: すべてこの端末に残します。
pt_br: Mantém tudo neste telefone.
zh_hans: 所有内容都保留在这台手机上。

source: Keeps your ledger on all your devices. Takes effect next launch.
de: Hält deine Abrechnungen auf allen Geräten aktuell. Wirkt beim nächsten Start.
es: Mantiene tus cuentas en todos tus dispositivos. Se aplica al reiniciar la app.
fr: Garde vos comptes sur tous vos appareils. Prend effet au prochain lancement.
hi: आपका हिसाब आपके सभी डिवाइस पर रखता है। अगली बार ऐप खोलने पर लागू होगा।
it: Mantiene i tuoi conti su tutti i dispositivi. Ha effetto al prossimo avvio.
ja: すべての端末で記録を同期します。次回起動時から有効になります。
pt_br: Mantém suas contas em todos os seus dispositivos. Vale a partir da próxima abertura.
zh_hans: 在你的所有设备上同步账目。下次启动后生效。

source: Last month
de: Letzter Monat
es: El mes pasado
fr: Le mois dernier
hi: पिछला महीना
it: Il mese scorso
ja: 先月
pt_br: Mês passado
zh_hans: 上个月

source: Life
de: Alltag
es: Vida
fr: Vie courante
hi: रोज़मर्रा
it: Vita quotidiana
ja: 暮らし
pt_br: Dia a dia
zh_hans: 生活

source: Light
de: Hell
es: Claro
fr: Clair
hi: हल्का
it: Chiaro
ja: ライト
pt_br: Claro
zh_hans: 浅色

source: Lock the app when you leave it.
de: Sperrt die App, wenn du sie verlässt.
es: Bloquea la app al salir de ella.
fr: Verrouille l'app quand vous la quittez.
hi: ऐप छोड़ते ही उसे लॉक कर दें।
it: Blocca l'app quando la lasci.
ja: アプリを離れたときにロックします。
pt_br: Bloqueia o app quando você sai dele.
zh_hans: 离开 App 时自动锁定。

source: Lodging
de: Unterkunft
es: Alojamiento
fr: Hébergement
hi: ठहरना
it: Alloggio
ja: 宿泊
pt_br: Hospedagem
zh_hans: 住宿

source: Maintenance
de: Instandhaltung
es: Mantenimiento
fr: Entretien
hi: मरम्मत
it: Manutenzione
ja: 修繕
pt_br: Manutenção
zh_hans: 维修

source: Medical
de: Gesundheit
es: Salud
fr: Santé
hi: स्वास्थ्य
it: Salute
ja: 医療
pt_br: Saúde
zh_hans: 医疗

source: Members
de: Mitglieder
es: Miembros
fr: Membres
hi: सदस्य
it: Membri
ja: メンバー
pt_br: Membros
zh_hans: 成员

source: Method
de: Zahlungsart
es: Método
fr: Moyen
hi: तरीका
it: Metodo
ja: 方法
pt_br: Forma
zh_hans: 方式

source: Money in
de: Eingänge
es: Entradas
fr: Entrées
hi: आया हुआ पैसा
it: Entrate
ja: 入金
pt_br: Entradas
zh_hans: 收入

source: Money out
de: Ausgänge
es: Salidas
fr: Sorties
hi: गया हुआ पैसा
it: Uscite
ja: 出金
pt_br: Saídas
zh_hans: 支出

source: Month
de: Monat
es: Mes
fr: Mois
hi: महीना
it: Mese
ja: 月
pt_br: Mês
zh_hans: 月份

source: Month by month
de: Monat für Monat
es: Mes a mes
fr: Mois par mois
hi: महीने दर महीने
it: Mese per mese
ja: 月ごとの推移
pt_br: Mês a mês
zh_hans: 逐月

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 毎月
pt_br: Mensal
zh_hans: 每月

source: More options
de: Weitere Optionen
es: Más opciones
fr: Plus d'options
hi: और विकल्प
it: Altre opzioni
ja: 詳細オプション
pt_br: Mais opções
zh_hans: 更多选项

source: Mortgage
de: Hypothek
es: Hipoteca
fr: Prêt immobilier
hi: गृह ऋण
it: Mutuo
ja: 住宅ローン
pt_br: Financiamento
zh_hans: 房贷

source: Most banks call this “Export”, “Download transactions”, or “Statement as CSV”. Money coming in is skipped — only spending becomes an expense.
de: Die meisten Banken nennen das „Exportieren“, „Umsätze herunterladen“ oder „Kontoauszug als CSV“. Geldeingänge werden übersprungen – nur Ausgaben werden übernommen.
es: La mayoría de los bancos lo llaman «Exportar», «Descargar movimientos» o «Extracto en CSV». Las entradas de dinero se omiten: solo los pagos se convierten en gastos.
fr: La plupart des banques appellent cela « Exporter », « Télécharger les opérations » ou « Relevé en CSV ». Les entrées d'argent sont ignorées : seules les dépenses deviennent des dépenses partagées.
hi: ज़्यादातर बैंक इसे “Export”, “Download transactions” या “Statement as CSV” कहते हैं। आने वाला पैसा छोड़ दिया जाता है — सिर्फ़ खर्च ही खर्च बनता है।
it: La maggior parte delle banche lo chiama «Esporta», «Scarica movimenti» o «Estratto conto in CSV». Le entrate vengono ignorate: solo le uscite diventano spese.
ja: 多くの銀行では「エクスポート」「明細のダウンロード」「CSVで明細を保存」などと呼ばれます。入金は取り込まれず、支出だけが登録されます。
pt_br: A maioria dos bancos chama isso de “Exportar”, “Baixar transações” ou “Extrato em CSV”. As entradas são ignoradas: só os gastos viram despesas.
zh_hans: 多数银行把这个功能叫作“导出”“下载交易明细”或“导出 CSV 账单”。收入会被跳过，只有支出会变成账目。
